Repository: JustArchi/ArchiBotIRC
Catalog: locale/*/LC_MESSAGES/gatherbot.po
Languages: fi

source: {tbadded} has signed up. {playercount}/{maxplayers} have signed up.
fi: {tbadded} ilmoittautui peliin. Pelaajia on {playercount}/{maxplayers}.

source: Sign-up is closed at the moment.
fi: Ilmoittautuminen on tällä hetkellä kiinni.

source: {who} is not an admin.
fi: {who} ei ole admin.

source: {who} has already signed up.
fi: {who} on jo ilmoittautunut peliin.

source: {tbadded}: Note! You can already vote for {votables}.
fi: {tbadded}: Huom! Voit äänestää {votables} jo nyt.

source: a map and a captain
fi: mappia ja kapteenia

source: a map
fi: mappia

source: a captain
fi: kapteenia

source: Votemap is about to begin. Vote with command .votemap <mapname>
fi: Aloitetaan mapin äänestys. Äänestä komennolla .votemap <mappi>

source: Votable maps: {maps}
fi: Äänestettävät mapit: {maps}

source: Votemap ends in {votemaptime} seconds!
fi: Äänestys päättyy {votemaptime} sekunnin kuluttua!

source: Command {command} is not enabled (gamehascaptains = 0)
fi: Komento {command} ei ole käytössä (gamehascaptains = 0)

source: Signing up as a captain is not possible at the moment.
fi: Kapteeniksi ilmoittautuminen ei ole tällä hetkellä mahdollista.

source: A captain must have over {initialpoints} points.
fi: Kapteeniksi ilmoittautuvalla oltava yli {initialpoints} pistettä.

source: {who} is already a captain.
fi: {who} on jo kapteeni.

source: {who} has not signed up.
fi: {who} ei ole ilmoittautunut peliin.

source: {who} is now a captain.
fi: {who} on nyt kapteeni.

source: {who} is not a captain.
fi: {who} ei ole kapteeni.

source: Player picking has already started (must use .rafflecaptain or .changecaptain)
fi: Pelaajien poiminta on jo alkanut (käytettävä .rafflecaptain tai .changecaptain)

source: {who} is not a captain anymore.
fi: {who} ei enää ole kapteeni.

source: Player picking has not started yet (use .uncaptain)
fi: Pelaajien poiminta ei ole vielä alkanut (käytä .uncaptain)

source: Player picking has not started yet.
fi: Pelaajien poiminta ei ole vielä alkanut.

source: Syntax is {command} <captains_name>
fi: Syntaksi on {command} <kapteenin_nimi>

source: Raffling of a new captain in place of {who} have requested: {requesters} [{requestersc}/{neededreq}
fi: Uuden kapteenin arvontaa {who}:n tilalle ovat ehdottaneet: {requesters} [{requestersc}/{neededreq}

source: There are no potential captains in the player pool. Rafflecaptain cannot be done.
fi: Pelaajapoolissa ei ole ketään kapteeniksi kelpaavaa. Kapteenin arvontaa ei voida suorittaa.

source: {newcaptain} is now a captain instead of {oldcaptain}
fi: {newcaptain} on nyt kapteeni {oldcaptain}:n sijasta

source: Syntax is {command} <current_captain> <new_captain>
fi: Syntaksi on {command} <nykyinen_kapteeni> <uusi_kapteeni>

source: {who} is not on the player list.
fi: {who} ei ole pelaajalistalla.

source: Syntax is {command} <playername>
fi: Syntaksi on {command} <pelaaja>

source: It's not {who}'s turn to pick.
fi: Ei ole {who}:n vuoro poimia.

source: {picker} picked {who}.
fi: {picker} poimi {who}:n.

source: {next}'s turn to pick.
fi: {next}:n vuoro poimia.

source: Players: {list}
fi: Pelaajat: {list}

source: One player remained in the pool; {player} was automatically moved to {next}'s team.
fi: Jäljelle jäi 1 pelaaja; {player} siirrettiin automaattisesti {next}:n joukkueeseen.

source: No one has signed up.
fi: Ei ilmoittautuneita.

source: The starting of the game has been aborted; sign-up list has been cleared.
fi: Peli aloitus keskeytetty; ilmoittautuneiden lista tyhjennetty.

source: Players: {list} ({pcount}/{pmax})
fi: Pelaajat: {list} ({pcount}/{pmax})

source: Player pool: {list}
fi: Pelaajapooli: {list}

source: Syntax is {command} <gameno> <{team1}|{team2}|{draw}>
fi: Syntaksi on {command} <pelinro> <{team1}|{team2}|{draw}>

source: Score must be {team1}, {team2} or {draw}
fi: Tulokseksi annettava {team1}, {team2} tai {draw}

source: Game #{no} was not found.
fi: Peliä #{no} ei löydy.

source: Game #{no} is already reported.
fi: Peli #{no} on jo reportoitu.

source: {team}'s captain requested score {score} for game #{no}
fi: {team}:n kapteeni ehdotti pelille #{no} tulosta {score}

source: {who} didn't play in game #{no}.
fi: {who} ei pelannut pelissä #{no}.

source: Score {score} for game #{no} have requested: {requesters} [{requestersc}/{neededreq}
fi: Tulosta {score} pelille #{no} on ehdottanut: {requesters} [{requestersc}/{neededreq}

source: Game {no} has ended:
fi: Peli {no} on päättynyt:

source: Result:
fi: Tulos:

source: won
fi: voitti

source: Point changes: {line}
fi: Pistemuutokset: {line}

source: Signing out is not possible at the moment.
fi: Poistuminen ei ole mahdollista tällä hetkellä.

source: A captain can't sign out (must use .uncaptain first)
fi: Kapteeni ei voi poistua (käytettävä .uncaptain ensin)

source: Removing {who} from the sign-up have requested: {requesters} [{requestersc}/{neededreq}
fi: {who}:n poistamista on pyytänyt: {requesters} [{requestersc}/{neededreq}

source: {who} signed out. {pcount}/{pmax} have signed up.
fi: {who} poistui pelistä. Pelaajia on {pcount}/{pmax}.

source: User {who} was not found.
fi: Käyttäjää {who} ei löydy.

source: {who} has {p} points, {w} wins, {l} losses and {d} draws
fi: {who}:lla on {p} pistettä, {w} voittoa, {l} häviötä ja {d} tasapeliä

source: Syntax is {no} <gameno>
fi: Syntaksi on {no} <pelinro>

source: Game
fi: Peli

source: Status
fi: Tila

source: active
fi: käynnissä

source: Votable players are: {players}
fi: Äänestettävissä olevat pelaajat: {players}

source: A given vote can be removed by giving a dot as the name. Given votes can be viewed with command {command} votes
fi: Annetun äänen voi vetää pois antamalla pelaajaksi pisteen. Äänestystilanteen näkee komennolla {command} votes

source: Voting of captain is not possible at the moment.
fi: Kapteenin äänestys ei ole tällä hetkellä mahdollista.

source: No captainvotes yet.
fi: Ei yhtään captainvotea vielä.

source: Captainvotes:
fi: Captainvotet:

source: One must be signed up to be able to vote for a captain.
fi: Voidakseen äänestää kapteenia, täytyy olla ilmoittautunut peliin.

source: Invalid player name given. Votable players are: {players}
fi: Virheellinen pelaajan nimi. Äänestettävissä olevat pelaajat: {players}

source: {who} hasn't voted for a captain yet.
fi: {who} ei ole äänestänyt kapteeniksi vielä ketään.

source: {who} has already voted for {vote} as a captain.
fi: {who} on jo äänestänyt pelaajaa {vote} kapteeniksi.

source: Syntax is {command} <mapname>
fi: Syntaksi on {command} <mappi>

source: Votable maps are: {maps}
fi: Äänestettävissä olevat mapit: {maps}

source: A given vote can be removed by giving a dot as the map. Given votes can be viewed with command {command} votes
fi: Annetun äänen voi vetää pois antamalla mapiksi pisteen. Äänestystilanteen näkee komennolla {command} votes

source: Voting of map is not possible at the moment.
fi: Mapin äänestys ei ole tällä hetkellä mahdollista.

source: No mapvotes yet.
fi: Ei yhtään mapvotea vielä.

source: Mapvotes:
fi: Mappivotet:

source: One must be signed up to be able to vote for a map.
fi: Voidakseen äänestää mappia, täytyy olla ilmoittautunut peliin.

source: Invalid map. Votable maps are: {maps}
fi: Virheellinen mappi. Äänestettävissä olevat mapit: {maps}

source: {who} hasn't voted for a map yet.
fi: {who} ei ole äänestänyt vielä mitään mappia.

source: {who} has already voted for {vote} as a map.
fi: {who} on jo äänestänyt mappia {vote}.

source: Syntax is:
fi: Syntaksi on:

source: To a game about to begin: {command} <to-be-replaced> <replacement>
fi: Alkavalle pelille: {command} <korvattava> <korvaava>

source: To a game that already started: {command} <gameno> <to-be-replaced> <replacement>
fi: Alkaneelle pelille: {command} <pelinro> <korvattava> <korvaava>

source: Syntax is {command} <to-be-replaced> <replacement>
fi: Syntaksi on {command} <korvattava> <korvaava>

source: A captain cannot be replaced.
fi: Kapteenia ei ole mahdollista korvata.

source: Replaced {rem} with player {rep}.
fi: {rem} korvattu pelaajalla {rep}.

source: Replacing {rem} with {rep} have requested: {requesters} [{requestersc}/{neededreq}
fi: {rem}:n korvaamista {rep}:lla on pyytänyt: {requesters} [{requestersc}/{neededreq}

source: Only an admin can make a replace to a game that already started.
fi: Vain admin voi korvata pelaajan pelissä, joka on jo alkanut.

source: Game #{no} has already ended.
fi: Peli #{no} on jo päättynyt.

source: Replaced {rem} with player {rep} (in game #{no})
fi: {rem} korvattu pelaajalla {rep} (pelissä #{no})

source: Player {rem} was not found (from game #{no})
fi: Pelaajaa {rem} ei löytynyt (pelistä #{no})

source: {who} is already on the player list (in game #{no})
fi: {who} on jo pelaajalistalla (pelissä #{no})

source: No ongoing games.
fi: Ei yhtään peliä käynnissä.

source: Ongoing games: {games}
fi: Käynnissä olevat pelit: {games}

source: Syntax is {command} <username> <admin|user>
fi: Syntaksi on {command} <käyttäjä> <admin|user>

source: {who} is now an {accesslevel}.
fi: {who} on nyt {accesslevel}.

source: {who} is already an {accesslevel}.
fi: {who} on jo {accesslevel}.

source: {who} is not an original admin.
fi: {who} ei ole alkuperäinen admin.

source: Syntax is {command} <username>
fi: Syntaksi on {command} <käyttäjänimi>

source: {who}'s stats have been reseted.
fi: {who}:n tilastot nollattu.

source: Syntax is {command} <gameno>
fi: Syntaksi on {command} <pelinro>

source: Game #{no} is still active.
fi: Peli #{no} on vielä käynnissä.

source: Game #{no} voided.
fi: Peli #{no} mitätöity.

source: Syntax is {command} <current_name> <new_name>
fi: Syntaksi on {command} <nykyinennimi> <uusinimi>

source: A user named {who} already exists.
fi: {who} niminen käyttäjä on jo olemassa.

source: {old} is now renamed to {new}
fi: {old}:n nimi vaihdettu {new}:ksi.

source: {command} combines the stats of two users and deletes the other account.
fi: {command} yhdistää kahden käyttäjätilin tiedot yhteen käyttäjätiliin.

source: Syntax is {command} <remaining_user> <user_to-be-removed>
fi: Syntaksi on {command} <jäävä_käyttäjänimi> <poistettava_käyttäjänimi>

source: The stats of {rem} and {del} are now combined. User {del} deleted.
fi: Käyttäjien {rem} ja {del} tiedot yhdistetty. Käyttäjänimi {del} poistettu.

source: {who} is ranked {rank} with points {points}
fi: {who}:n sijoitus on {rank} pisteillä {points}

source: {who} is not ranked yet.
fi: {who}:lla ei ole vielä sijoitusta.

source: There are no ranked users.
fi: Sijoituslista on tyhjä.

source: = Signs you up for the game.
fi: = Lisää sinut ilmoittautuneiden listalle.

source: = Shows you list of signed up players.
fi: = Lisää sinut pelaajapooliin.

source: = Signs you out from the game. In addition, you can request an another player to be removed.
fi: = Poistaa sinut pelaajapoolista. Lisäksi voit ehdottaa jotain toista pelaajaa poistettavaksi.

source: = Syntax is .votemap <mapname>. More info with .votemap
fi: = Syntaksi on .votemap <mapinnimi>. Lisätietoa komennolla .votemap

source: = Syntax is .votecaptain <playername>. More info with .votecaptain
fi: = Syntaksi on .votecaptain <pelaaja>. Lisätietoa komennolla .votecaptain

source: = Makes you a captain. Command is only available if there is a free captain slot.
fi: = Tekee sinusta pelin kapteenin. Käytettävissä ainoastaan, jos kapteenin paikka on vielä vapaa.

source: = Frees the captain slot from you, supposing that you are a captain and player picking hasn't started
fi: = Vapauttaa kapteenin paikan sinulta. Edellyttää, että olet kapteeni ja että pelaajien poiminta ei ole alkanut

source: = Requests the raffling of a new captain to replace a current captain. Available after the picking of players has started. More info with .rafflecaptain
fi: = Ehdottaa uuden kapteenin arvontaa nykyisen tilalle. Edellytyksenä, että pelaajien poiminta on meneillään. Lisätietoa komennolla .rafflecaptain

source: = Prints the game server info.
fi: = Tulostaa peliserverin tiedot.

source: = Prints the mumble server info.
fi: = Tulostaa mumbleserverin tiedot.

source: = Captain's command to pick a player into his team.
fi: = Kapteenin komento, jolla poimii pelaajan joukkueeseensa.

source: = You can request a score for a game with this command. More info with .report
fi: = Komennolla voit ehdottaa pelin tulosta. Lisätietoa komennolla .report

source: = Prints your stats (or someone else's stats with .stats <playername>)
fi: = Tulostaa tilastosi. Jonkun toisen tilastot saa komennolla .stats <pelaaja>

source: = Prints the info on the last game that was started.
fi: = Tulostaa viimeisimmän pelin tiedot

source: = Syntax is .gameinfo <gameno>. Prints the info of the given game.
fi: = Syntaksi on .gameinfo <pelinro>. Tulostaa annetun pelin tiedot

source: = You can request a player to be replaced with another player with this command. More info with .replace
fi: = Komennolla voit ehdottaa jotain pelaajaa korvattavaksi jollain toisella pelaajalla. Lisätietoa komennolla .replace

source: = Prints a list of the games that are active.
fi: = Tulostaa käynnissä olevien pelien pelinumerot.

source: = Prints your ranking (or someone else's with .rank playername)
fi: = Tulostaa sinulle sijoituksesi. Jonkun toisen sijoituksen saa komennolla .rank <pelaaja>

source: = Prints a list of top ranked players. You can define the length of the list with .top <length>
fi: = Tulostaa listan parhaiten sijoittuneista pelaajista. Listan pituuden voi itse määrittää komennolla .top <lkm>

source: = Puts you into hilight-ignore, (you're no longer hilighted on command .hilight)
fi: = Asettaa sinut hilight-ignoreen, jolloin sinua ei highlightata komennolla .hilight.

source: = Removes you from the hilight-ignore (you can again be hilighted on command .hilight)
fi: = Poistaa sinut hilight-ignoresta, jolloin sinua jälleen highlightataan komennolla .hilight.

source: = Prints your (or someone else's) username and accesslevel.
fi: = Tulostaa omasi (tai jonkun toisen) käyttäjänimen ja käyttöoikeustason.

source: = (Admins only) Gives a list of commands available to admins as a private message.
fi: = (Vain admineille) Antaa listan vain admineille käytettävissä olevista komennoista yksityisviestinä.

source: Commands are
fi: Komennot ovat

source: To get descriptions for the commands, use {command} verbose
fi: Komentojen tarkemmat selitteet saa komennolla {command} verbose

source: = Signs a player up for the game. Syntax is .add <playername>
fi: = Ilmoittaa pelaajan peliin. Syntaksi on .add <pelaaja>

source: = Signs a player out from the game. Syntax is .out <playername>
fi: = Poistaa pelaajan ilmoittautumisen. Syntaksi on .out <pelaaja>

source: = Aborts the sign-up and clears the player list.
fi: = Nollaa ilmoittautumistilanteen, eli tyhjentää pelaajalistan.

source: = You can make someone a captain with this command, supposing that there's a free captain slot and that the player is signed up.
fi: = Komennolla voi tehdä pelaajasta kapteenin, edellyttäen että kapteenin paikka on vapaana ja pelaaja on ilmoittautunut peliin.

source: = Frees a captain slot from someone. Syntax is .uncaptain <captains_name>. After the picking has started, use .changecaptain or rafflecaptain.
fi: = Vapauttaa kapteenin paikan. Syntaksi on .uncaptain <kapteenin_nimi>. Ilmoittautumisen alettua, käytä .changecaptain tai rafflecaptain.

source: = You can change the captain with this command under any circumstances. Syntax is .changecaptain <curr_captain> <new_captain>.
fi: = Komennolla voi vaihtaa kapteenin. Syntaksi on .changecaptain <nyk_kapteeni> <uus_kapteeni>.

source: = You can request the raffling of a new captain to replace a current captain, supposing that picking has started. Syntax is .rafflecaptain <captains_name>.
fi: = Komennolla voit (pelaajien poiminnan alettua) ehdottaa uuden kapteenin arvontaa nykyisen tilalle. Syntaksi on .rafflecaptain <kapteenin_nimi>.

source: = Replaces a player in the signup or in a game that already started. More info on .replace
fi: = Korvaa poolissa olevan pelaajan toisella pelaajalla. Lisätietoa komennolla .replace

source: = Sends a private irc-notice to everyone on the channel about the status of the signup.
fi: = Komennolla botti lähettää jokaiselle kanavalla olevalle irc-noticen ilmottautumistilanteesta.

source: = Highlights everyone on the channel at once.
fi: = Komennolla botti highlightaa jokaista kanavalla olevaa yhdellä kertaa.

source: = Sets the score of a game. Syntax is .report <gameno> <{team1}|{team2}|{draw}>
fi: = Asettaa pelin tuloksen. Syntaksi on .report <pelinro> <{team1}|{team2}|{draw}>

source: = Voids a game as if it was never played. Syntax is .voidgame <gameno>
fi: = Mitätöi pelin sekä sen tuloksen vaikutukset. Syntaksi on .voidgame <pelinro>

source: = Sets the given user's accesslevel to the given level. Syntax is .accesslevel <username> <admin|user>
fi: = Asettaa annetun käyttäjän käyttöoikeudet annetulle tasolle. Syntaksi on .accesslevel <käyttäjä> <admin|user>

source: = Changes the given user's username. Syntax is .changename <current_name> <new_name>
fi: = Muuttaa annetun käyttäjän nimen. Syntaksi on .changename <nykyinen_nimi> <uusi_nimi>

source: = Combines the stats of two players and deletes the other user. Syntax is .combineusers <user-to-remain> <user-to-be-deleted>
fi: = Yhdistää kahden käyttäjän tilastot. Syntaksi on .combineusers <jäävä_käyttäjä> <poistettava_käyttäjä>

source: = Resets the given user's stats. Syntax is .resetstats <username>
fi: = Resetoi annetun käyttäjän tilastot. Syntaksi on .resetstats <käyttäjä>

source: = Sets the value of the given variable or prints its current value if a value is not given. Syntax is .set <variable> <value>. More info on .set
fi: = Muuttaa annetun muuttujan arvon tai tulostaa sen nykyisen arvon jos arvoa ole annettu. Syntaksi on .set <muuttuja> <arvo>. Lisätietoa komennolla .set

source: = Adds a map into the map pool.
fi: = Lisää annetun kartan karttavalikoimaan.

source: = Removes a map from the map pool.
fi: = Poistaa annetun kartan karttavalikoimasta.

source: = (Original admins only) Saves all data and shuts the bot down.
fi: = (Vain alkup. adminit) Tallentaa tallennettavan datan ja sammuttaa botin.

source: "{map}" added to the map pool.
fi: "{map}" lisätty karttavalikoimaan.

source: Map "{map}" is already in the map pool.
fi: Mappi "{map}" on jo karttavalikoimassa.

source: "{map}" removed from the map pool.
fi: "{map}" poistettu karttavalikoimasta.

source: Syntax is {command} <variable> <value>
fi: Syntaksi on {command} <muuttuja> <arvo>

source: Use {command} list to get a list of the variables
fi: Listan muuttujista saa komennolla {command} list

source: Variables:
fi: Muuttujat:

source: Invalid variable name.
fi: Virheellinen muuttujan nimi.

source: Variable {var} is now set to {val}.
fi: Muuttuja {var} asetettu arvoon {val}.

source: Invalid value given for variable {var}.
fi: Virheellinen arvo annettu muuttujalle {var}.

source: {chan} - sign up for gather is on! {pcount}/{pmax} players have signed up.
fi: {chan} - gatheriin ilmoittautuminen käynnissä! Pelaajia on {pcount}/{pmax}

source: {who} has already requested highlight.
fi: {who} on jo pyytänyt hilightia.

source: Highlight have requested: {requesters} [{requestersc}/{neededreq}]
fi: Highlightia ovat pyytäneet: {requesters} [{requestersc}/{neededreq}]

source: Syntax is {command} <off|on>
fi: Syntaksi on {command} <off|on>

source: {who} was already in hilight-ignore.
fi: {who} oli jo hilight-ignoressa.

source: {who} is now in hilight-ignore.
fi: {who} on nyt hilight-ignoressa.

source: {who} was not in hilight-ignore.
fi: {who} ei ollut hilight-ignoressa.

source: {who} is no longer in hilight-ignore.
fi: {who} ei enää ole hilight-ignoressa.

source: There are no captains currently.
fi: Ei kapteeneita tällä hetkellä.

source: The captains are: {captains}
fi: Kapteeneita ovat: {captains}

source: The teams are empty.
fi: Joukkueet ovat tyhjät.

source: No Q-auth info for user {who}
fi: Ei Q-auth tietoja käyttäjälle {who}

source: {who} is authed to Q on account {acc}
fi: {who} on authannut Q:lle tunnuksella {acc}

source: Wrong syntax.
fi: Väärä syntaksi.

source: Data saved.
fi: Data tallennettu.

source: Map voting has ended.
fi: Mapin äänestys on päättynyt.

source: The winner of votemap is {map}.
fi: Äänestyksen voitti {map}.

source: Received less than {neededvotes} votes. The map will be selected randomly.
fi: Ääniä tuli alle {neededvotes} kappaletta. Mappi valitaan satunnaisesti.

source: Voting of captains is about to begin. Vote with command .votecaptain <playername>
fi: Aloitetaan kapteenien äänestys. Äänestä komennolla .votecaptain <pelaaja>

source: The other captain is {capt}. Voting of the other captain is about to begin.
fi: Toinen kapteeni on {capt}. Aloitetaan toisen kapteenin äänestys.

source: Vote with command .votecaptain <playername>
fi: Äänestä komennolla .votecaptain <pelaaja>

source: Voting ends in {secs} seconds!
fi: Äänestys päättyy {secs} sekunnin kuluttua!

source: Voting of captains has ended.
fi: Kapteenien äänestys on päättynyt.

source: Voting of a captain has ended.
fi: Kapteenin äänestys on päättynyt.

source: Voting was one-sided; The second captain will be randomly selected.
fi: Äänestys oli yksipuolinen; Toinen kapteeni valitaan satunnaisesti.

source: The captains
fi: Kapteenit

source: The other captain
fi: Toinen kapteeni

source: Received less than {neededvotes} votes. {str} will be selected randomly.
fi: Ääniä tuli alle {neededvotes} kappaletta. {str} valitaan satunnaisesti.

source: Points have been recalculated.
fi: Pelaajien pisteet laskettu uudelleen.

source: {capt1} and {capt2} are the captains.
fi: {capt1} ja {capt2} ovat kapteeneita.

source: The picking of players is about to start.
fi: Aloitetaan pelaajien poiminta.

source: Game {no} begins!
fi: Peli {no} alkaa!

source: Available colors are:
fi: Saatavilla olevat värit:

source: Gameserver:
fi: Peliserveri:

source: Password:
fi: Salasana:

source: {who} was identified as user {old} via Q-auth; username changed to {who}
fi: {who} tunnistettu Q-authin perusteella käyttäjäksi {old}; käyttäjänimi vaihdettu {who}:ksi.

source: Players:
fi: Pelaajat:

source: Ongoing games:
fi: Meneillään olevat pelit:

source: Answer from web-server: {ans}
fi: Vastaus web-palvelimelta: {ans}

source: Syntax is {command} <map>
fi: Syntaksi on {command} <mappi>

source: The map is now set to {map}.
fi: Mapiksi on nyt asetettu {map}.

source: Changed the map of game #{no} to {map}.
fi: Pelin numero #{no} mappi vaihdettu {map}:ksi.
